Repository: DieDust/FilesMate
Catalog: src/FilesMate.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hans

# Favorites_Count
source: {0} favorites
ja_jp: {0} 件のお気に入り
zh_hans: {0} 项收藏

# Favorites_DataTooLarge
source: Favorites data is too large. Back it up before organizing it.
ja_jp: お気に入りのデータが大きすぎます。バックアップしてから整理してください。
zh_hans: 收藏数据过大，请先备份并整理。

# Favorites_DropHint
source: Drop files or folders here for quick access
ja_jp: ファイルやフォルダーをドロップしてすぐに開く
zh_hans: 拖入文件或文件夹，随时打开

# Favorites_DuplicateTarget
source: The target group already contains this file. No favorites were moved.
ja_jp: 移動先のグループに同じファイルが存在します。お気に入りは移動していません。
zh_hans: 目标分组已有同一文件，未移动任何收藏。

source: Favorites group
ja_jp: お気に入りグループ
zh_hans: 收藏分组

# Favorites_GroupAtRoot
source: Groups can only be placed on the favorites bar.
ja_jp: グループはお気に入りバーの直下にのみ配置できます。
zh_hans: 收藏分组只能放在收藏栏上。

# Favorites_GroupDrop
source: Drop files to add them to this group
ja_jp: ファイルをドロップしてこのグループに追加
zh_hans: 拖入文件，添加到此分组

# Favorites_GroupEmpty
source: This group has no favorites
ja_jp: このグループは空です
zh_hans: 此分组暂无收藏

# Favorites_GroupTooltip
source: {0} · Favorites group
ja_jp: {0} · お気に入りグループ
zh_hans: {0} · 收藏分组

# Favorites_Hide
source: Hide favorites bar
ja_jp: お気に入りバーを非表示
zh_hans: 隐藏收藏栏

# Favorites_InvalidId
source: Invalid favorite ID.
ja_jp: お気に入りの識別子が無効です。
zh_hans: 收藏标识无效。

# Favorites_InvalidNesting
source: Invalid favorites group nesting.
ja_jp: お気に入りグループの階層が無効です。
zh_hans: 收藏分组层级无效。

# Favorites_InvalidPath
source: Invalid favorite path.
ja_jp: お気に入りのパスが無効です。
zh_hans: 收藏路径无效。

# Favorites_LocalOnly
source: Choose a local file or folder.
ja_jp: ローカルのファイルまたはフォルダーを選択してください。
zh_hans: 请选择本地文件或文件夹。

# Favorites_Manage
source: Organize favorites
ja_jp: お気に入りを整理
zh_hans: 整理收藏

# Favorites_ManageMenu
source: Organize favorites…
ja_jp: お気に入りを整理…
zh_hans: 整理收藏…

# Favorites_MissingGroup
source: This favorites group no longer exists.
ja_jp: このお気に入りグループは存在しません。
zh_hans: 收藏分组已不存在。

# Favorites_MissingItem
source: This favorite no longer exists.
ja_jp: このお気に入りは存在しません。
zh_hans: 收藏项已不存在。

# Favorites_MissingItems
source: Some favorites no longer exist. Refresh and try again.
ja_jp: 一部のお気に入りが見つかりません。更新して再試行してください。
zh_hans: 部分收藏已不存在，请刷新后重试。

# Favorites_More
source: More favorites
ja_jp: その他のお気に入り
zh_hans: 更多收藏

# Favorites_MoreMenu
source: More favorites…
ja_jp: その他のお気に入り…
zh_hans: 更多收藏…

# Favorites_Move
source: Move favorite
ja_jp: お気に入りを移動
zh_hans: 移动收藏

# Favorites_MoveIntoGroup
source: Move to this favorites group
ja_jp: このお気に入りグループに移動
zh_hans: 移动到此收藏分组

# Favorites_Name
source: Favorite name
ja_jp: お気に入りの名前
zh_hans: 收藏名称

# Favorites_NameHint
source: Group or favorite name
ja_jp: グループまたはお気に入りの名前
zh_hans: 分组或收藏名称

# Favorites_NameLength
source: Names must contain 1–120 characters.
ja_jp: 名前は 1～120 文字で入力してください。
zh_hans: 名称须为 1–120 个字符。

# Favorites_NewGroup
source: New favorites group
ja_jp: お気に入りグループを作成
zh_hans: 新建收藏分组

# Favorites_NewGroupMenu
source: New favorites group…
ja_jp: お気に入りグループを作成…
zh_hans: 新建收藏分组…

# Favorites_NoMatch
source: No matching favorites
ja_jp: 一致するお気に入りはありません
zh_hans: 没有匹配的收藏

# Favorites_ReadFailed
source: Could not read favorites. The original file was preserved:
ja_jp: お気に入りを読み込めませんでした。元のファイルは保持されています：
zh_hans: 收藏数据未能读取，原文件已保留：

# Favorites_ReferenceHint
source: Saves the location only. Original files are not copied or moved.
ja_jp: 場所のみを保存します。元のファイルはコピーも移動もされません。
zh_hans: 只保存位置，不复制或移动原文件。

# Favorites_Remove
source: Remove favorite
ja_jp: お気に入りから削除
zh_hans: 移除收藏

# Favorites_RemoveGroup
source: Remove favorites group
ja_jp: お気に入りグループを削除
zh_hans: 移除收藏分组

# Favorites_RemoveGroupConfirm
source: Remove “{0}” and its favorites? Original files will not be deleted.
ja_jp: 「{0}」とグループ内のお気に入りを削除しますか？元のファイルは削除されません。
zh_hans: 移除“{0}”及其中的收藏引用？原文件不会删除。

# Favorites_RemoveHint
source: Favorites in selected groups will also be removed. Original files remain. Select “Confirm removal” again to continue.
ja_jp: 選択したグループ内のお気に入りも削除します。元のファイルは残ります。続行するにはもう一度「削除を確認」を選択してください。
zh_hans: 所选分组中的收藏也会移除，原文件保留。再次点击“确认移除”继续。

# Favorites_Rename
source: Rename favorite
ja_jp: お気に入りの名前を変更
zh_hans: 重命名收藏

# Favorites_ResizeBottom
source: Drag the bottom edge to resize favorites
ja_jp: 下端をドラッグしてお気に入りの高さを変更
zh_hans: 拖动下边缘调整收藏页高度

# Favorites_ResizeTop
source: Drag the top edge to resize favorites
ja_jp: 上端をドラッグしてお気に入りの高さを変更
zh_hans: 拖动上边缘调整收藏页高度

# Favorites_Search
source: Search favorites
ja_jp: お気に入りを検索
zh_hans: 搜索收藏

# Favorites_SearchHint
source: Search names or paths
ja_jp: 名前またはパスを検索
zh_hans: 搜索名称或路径

# Favorites_SelectionHint
source: Drag to select · Ctrl-click to add · Shift-click for a range. Drag favorites to reorder or move into groups.
ja_jp: ドラッグで範囲選択 · Ctrl+クリックで追加 · Shift+クリックで連続選択。お気に入りをドラッグして並べ替えやグループへの移動ができます。
zh_hans: 空白处拖框多选 · Ctrl 点选 · Shift 连选；拖动收藏可排序或移入分组。

# Favorites_SettingsHint
source: Show favorite files, folders, and groups below the address bar. Hiding the bar does not delete favorites.
ja_jp: アドレスバーの下にお気に入りを表示します。バーを非表示にしてもお気に入りは削除されません。
zh_hans: 在地址栏下方显示常用文件、文件夹和收藏分组。隐藏不会删除收藏。

# Favorites_SetupHint
source: Keep favorite files, folders, and expandable groups below the address bar.
ja_jp: アドレスバーの下にファイル、フォルダー、展開できるグループを登録します。
zh_hans: 把常用文件、文件夹收藏到地址栏下方，支持分组展开。

# Favorites_Show
source: Show favorites bar
ja_jp: お気に入りバーを表示
zh_hans: 显示收藏栏

source: File extensions
ja_jp: ファイルの拡張子
zh_hans: 文件后缀

# FileListSection
source: File list
ja_jp: ファイル一覧
zh_hans: 文件列表

source: File manager
ja_jp: ファイルマネージャー
zh_hans: 文件管理器

source: File name
ja_jp: ファイル名
zh_hans: 文件名

# FileOperationsDescription
source: Create, cut, copy, paste, rename, and move items to the Recycle Bin. Ctrl+Z undoes the last change; Ctrl+Y redoes it.
ja_jp: 作成、切り取り、コピー、貼り付け、名前の変更、ごみ箱への移動ができます。Ctrl+Z で元に戻し、Ctrl+Y でやり直せます。
zh_hans: 支持新建、剪切、复制、粘贴、重命名和移到回收站。Ctrl+Z 撤销上一步，Ctrl+Y 重做。

# FileOperationsTitle
source: File operations
ja_jp: ファイル操作
zh_hans: 文件操作

source: File preview
ja_jp: ファイルのプレビュー
zh_hans: 文件预览

# FilesBody
source: Open, open in a new tab, copy path, refresh, sort, and details or large icons.
ja_jp: 開く、新しいタブで開く、パスのコピー、更新、並べ替え、詳細表示、大きいアイコン表示。
zh_hans: 打开、在新标签页打开、复制路径、刷新、排序，以及详细信息或大图标。

# FilesFoldersLead
source: Choose how names, dates, and everyday file actions appear while you browse.
ja_jp: 名前や日付の表示方法、ファイル操作の動作を設定します。
zh_hans: 管理名称、日期和浏览时的日常文件操作。

# FilesFoldersTitle
source: Files & folders
ja_jp: ファイルとフォルダー
zh_hans: 文件与文件夹

# FilesHeader
source: Files
ja_jp: ファイル
zh_hans: 文件

# FilesTitle
source: What works now
ja_jp: 利用できる操作
zh_hans: 现在可用

# Files_ActionFailed
source: Could not perform the file operation
ja_jp: ファイル操作を実行できませんでした
zh_hans: 无法执行文件操作

# Files_Busy
source: A file operation is already in progress. Please wait.
ja_jp: ファイル操作が実行中です。しばらくお待ちください。
zh_hans: 已有文件操作正在进行，请稍候。

# Files_ClosingAfterOperation
source: FilesMate — closing when file operations finish
ja_jp: FilesMate — ファイル操作の完了後に閉じます
zh_hans: FilesMate — 正在完成文件操作，完成后关闭

# Files_CopyOtherPane
source: Copy to other pane
ja_jp: もう一方のペインにコピー
zh_hans: 复制到另一栏

# Files_CreatedCopiedCount
source: Created or copied {0} items
ja_jp: {0} 項目を作成またはコピーしました
zh_hans: 已创建或复制 {0} 个项目

# Files_DestinationSummary
source: {0} items Destination folder: {1}
ja_jp: {0} 項目 転送先フォルダー： {1}
zh_hans: {0} 个项目 目标文件夹： {1}

# Files_FolderConflict
source: A folder with this name already exists
ja_jp: 同じ名前のフォルダーが既に存在します
zh_hans: 已存在同名文件夹

# Files_FolderConflictHint
source: Merge into “{0}”? Files with matching names will stay in the original folder without overwriting anything. Skip to keep both folders unchanged.
ja_jp: 「{0}」に統合しますか？同名のファイルは上書きせず、元のフォルダーに残します。スキップすると両方のフォルダーを変更しません。
zh_hans: 要合并到“{0}”吗？同名文件会保留在原文件夹中，不会覆盖已有内容。选择跳过可保持两个文件夹不变。

# Files_GroupSelection
source: Move {0} items into a new folder
ja_jp: {0} 項目を新しいフォルダーに移動
zh_hans: 将 {0} 个项目移入新文件夹

# Files_GroupedCount
source: Moved {0} items into a new folder
ja_jp: {0} 項目を新しいフォルダーに移動しました
zh_hans: 已将 {0} 个项目整理到新文件夹

# Files_InvalidDestination
source: The destination cannot be the source, a selected folder, or its subfolder.
ja_jp: 移動元、選択したフォルダー自身、またはそのサブフォルダーは指定できません。
zh_hans: 目标不能是原位置、所选文件夹本身或它的子文件夹。

# Files_KeepExtension
source: Keep the {0} extension.
ja_jp: 拡張子 {0} を保持してください。
zh_hans: 请保留 {0} 扩展名。

# Files_Merge
source: Merge
ja_jp: 統合
zh_hans: 合并

# Files_MergePartial
source: Skipped {0} conflicting or linked items; {1} items could not be processed. Unmoved items remain in the original folder. Completed moves can be undone.
ja_jp: 同名またはリンクの {0} 項目をスキップし、{1} 項目を処理できませんでした。移動していない項目は元のフォルダーに残っています。完了した移動は元に戻せます。
zh_hans: 跳过了 {0} 个同名或链接项目，{1} 个项目未能处理。未移动的内容仍保留在原文件夹中，已完成的移动可以撤销。

# Files_Merged
source: Folders merged
ja_jp: フォルダーを統合しました
zh_hans: 已合并文件夹

# Files_MoveOtherPane
source: Move to other pane
ja_jp: もう一方のペインに移動
zh_hans: 移动到另一栏

# Files_NameConflict
source: This name is already in use
ja_jp: 同じ名前の項目が既に存在します
zh_hans: 已存在同名项目

# Files_NameConflictHint
source: “{0}” already exists. Nothing has been overwritten. Skip this change, then choose another name.
ja_jp: 「{0}」は既に存在します。内容は上書きされていません。今回の変更をスキップして、別の名前を指定してください。
zh_hans: “{0}”已存在，没有覆盖任何内容。请跳过本次修改后，换一个名称。

# Files_NameExists
source: This name is already in use. Choose another name.
ja_jp: この名前は使用されています。別の名前を入力してください。
zh_hans: 这个名称已存在，请换一个名称。

# Files_NotReady
source: The file manager is not ready. Please try the operation again.
ja_jp: ファイルマネージャーの準備ができていません。もう一度操作してください。
zh_hans: 文件管理器尚未就绪，请重新执行操作。

# Files_OperationCancelled
source: Operation cancelled
ja_jp: 操作をキャンセルしました
zh_hans: 操作已取消

# Files_ParentUnknown
source: Could not determine the parent folder.
ja_jp: 親フォルダーを特定できませんでした。
zh_hans: 无法确定所在文件夹。

# Files_PermanentlyDeletedCount
source: Permanently deleted {0} items. These items cannot be undone.
ja_jp: {0} 項目を完全に削除しました。これらの項目は元に戻せません。
zh_hans: 已永久删除 {0} 个项目，这些项目无法撤销。

# Files_RecycledCount
source: Moved {0} items to the Recycle Bin
ja_jp: {0} 項目をごみ箱に移動しました
zh_hans: 已将 {0} 个项目移到回收站

# Files_RecycledUndoOnly
source: Another {0} items were moved to the Recycle Bin. Undo restores only those items.
ja_jp: ほかの {0} 項目はごみ箱に移動しました。元に戻せるのはこれらの項目のみです。
zh_hans: 另有 {0} 个项目已移到回收站，撤销仅恢复这些项目。

# Files_RenamedMovedCount
source: Moved or renamed {0} items
ja_jp: {0} 項目の移動または名前の変更が完了しました
zh_hans: 已完成 {0} 个项目的移动或重命名

# Files_Skip
source: Skip
ja_jp: スキップ
zh_hans: 跳过

# Files_TargetExists
source: The target name already exists. Please try again.
ja_jp: 指定した名前は既に存在します。もう一度お試しください。
zh_hans: 目标名称已存在，请重试。

# Files_UndoRecycledOnly
source: Restore recycled items
ja_jp: ごみ箱の項目を戻す
zh_hans: 恢复回收站项目

# FilterFolder
source: Search files
ja_jp: ファイルを検索
zh_hans: 搜索文件

# FolderView_Reset
source: Reset this folder's view
ja_jp: このフォルダーの表示をリセット
zh_hans: 重置此文件夹的视图

# FoldersSection
source: Folders
ja_jp: フォルダー
zh_hans: 文件夹

source: Full path
ja_jp: 完全なパス
zh_hans: 完整路径

# GeneralLead
source: Choose where FilesMate starts and how new folders open.
ja_jp: 起動時に表示する場所やフォルダーの開き方を設定します。
zh_hans: 选择启动位置，以及新文件夹如何打开。

# GeneralTitle
source: General
ja_jp: 全般
zh_hans: 常规

# GlassEffectBalanced
source: Balanced
ja_jp: 標準
zh_hans: 平衡

# GlassEffectImmersive
source: Immersive
ja_jp: 強め
zh_hans: 沉浸

# GlassEffectOff
source: Off
ja_jp: オフ
zh_hans: 关闭

source: Glass effects
ja_jp: ガラス効果
zh_hans: 玻璃效果

# GlassEffectsDescription
source: Choose how transparent and layered the static glass surfaces appear.
ja_jp: 背景の透明感と奥行きを調整します。
zh_hans: 调整整体静态玻璃表面的通透度和层次感，不使用鼠标追光或自动流光。

# GlassSection
source: Glass
ja_jp: ガラス効果
zh_hans: 玻璃

source: Global search
ja_jp: グローバル検索
zh_hans: 全局搜索

source: Global shortcut
ja_jp: グローバルショートカット
zh_hans: 全局快捷键

source: Go up
ja_jp: 親フォルダーへ
zh_hans: 返回上级

# GroupSelection
source: Move selection into a new folder
ja_jp: 選択項目を新しいフォルダーに移動
zh_hans: 新建文件夹并移入所选项目

source: Hide settings
ja_jp: 設定を閉じる
zh_hans: 收起设置

source: Home
ja_jp: ホーム
zh_hans: 主页

# Home_Customize
source: Customize Home
ja_jp: ホームをカスタマイズ
zh_hans: 自定义主页

# Home_Drives
source: Drives
ja_jp: ドライブ
zh_hans: 驱动器

# Home_MoveDown
source: Move down
ja_jp: 下へ移動
zh_hans: 向下移动

# Home_MoveUp
source: Move up
ja_jp: 上へ移動
zh_hans: 向上移动

# Home_ResetLayout
source: Reset Home layout
ja_jp: ホームの配置をリセット
zh_hans: 恢复主页默认布局

# Home_ShowSection
source: Show this section
ja_jp: このセクションを表示
zh_hans: 显示此分区

# Home_SystemLocations
source: System locations (opens in Windows)
ja_jp: システムの場所（Windows で開きます）
zh_hans: 系统位置（在 Windows 中打开）

# Home_UserDirectories
source: User folders
ja_jp: ユーザーフォルダー
zh_hans: 用户目录

# Home_UserFolder
source: User
ja_jp: ユーザー
zh_hans: 用户

# IconCacheDescription
source: Clear cached artwork if an icon or thumbnail looks stale.
ja_jp: アイコンやサムネイルが更新されない場合は、キャッシュを消去してください。
zh_hans: 如果图标或缩略图显示过期，可以清理缓存。

# IconCacheTitle
source: Icon and thumbnail cache
ja_jp: アイコンとサムネイルのキャッシュ
zh_hans: 图标和缩略图缓存

source: Invert selection
ja_jp: 選択を反転
zh_hans: 反向选择

# KnownFoldersDescription
source: Desktop, Documents, Downloads, Pictures, Music, and Videos appear in the sidebar.
ja_jp: デスクトップ、ドキュメント、ダウンロード、ピクチャ、ミュージック、ビデオをサイドバーに表示します。
zh_hans: 桌面、文档、下载、图片、音乐和视频会显示在侧栏中。

# KnownFoldersTitle
source: Known folders
ja_jp: 標準フォルダー
zh_hans: 常用文件夹

# Language_Description
source: Changing the language automatically restarts FilesMate and running background search. Open tabs are restored; file transfers finish first.
ja_jp: 変更すると FilesMate と起動中のバックグラウンド検索が自動的に再起動し、タブが復元されます。ファイル転送中は完了を待ちます。
zh_hans: 切换后自动重启主程序和正在运行的后台搜索，并恢复标签页；如有文件传输，会先等待完成。

# Language_RestartFailed
source: The language was saved, but restart could not finish. Try again.
ja_jp: 言語を保存しましたが、再起動を完了できませんでした。もう一度お試しください。
zh_hans: 语言已保存，但自动重启未完成，请点击重试。

# Language_Retry
source: Retry restart
ja_jp: 再起動を再試行
zh_hans: 重试重启

# Language_SaveFailed
source: Could not save the language. Your previous choice is unchanged.
ja_jp: 言語を保存できませんでした。元の設定を保持しています。
zh_hans: 无法保存语言，已保留原来的选择。

# Language_Saved
source: Saved. Restarting automatically after any file transfers finish…
ja_jp: 保存しました。ファイル転送の完了後、自動的に再起動します…
zh_hans: 已保存，正在自动重启；如有文件传输，将等待完成…

# Language_System
source: Follow Windows language
ja_jp: Windows の言語に合わせる
zh_hans: 跟随 Windows 语言

# Language_Title
source: Display language
ja_jp: 表示言語
zh_hans: 显示语言

source: Later
ja_jp: 後で
zh_hans: 稍后

# LaunchApplication
source: Launch app
ja_jp: アプリを起動
zh_hans: 启动应用

# Layout_Details
source: Details
ja_jp: 詳細
zh_hans: 详细信息

# Layout_ExtraLargeIcons
source: Extra large icons
ja_jp: 特大アイコン
zh_hans: 超大图标

# Layout_HugeIcons
source: Huge icons (128)
ja_jp: アイコン（128）
zh_hans: 巨型图标（128）

# Layout_Icons
source: Icons
ja_jp: アイコン
zh_hans: 图标

# Layout_JumboIcons
source: Jumbo icons (192)
ja_jp: アイコン（192）
zh_hans: 特大图标（192）

# Layout_LargeIcons
source: Large icons
ja_jp: 大アイコン
zh_hans: 大图标

# Layout_MaximumIcons
source: Maximum icons (256)
ja_jp: アイコン（256）
zh_hans: 最大图标（256）

# Layout_MediumIcons
source: Medium icons
ja_jp: 中アイコン
zh_hans: 中图标

# Layout_SmallIcons
source: Small icons
ja_jp: 小アイコン
zh_hans: 小图标

source: Local Disk
ja_jp: ローカルディスク
zh_hans: 本地磁盘

# Lock_Browse
source: Browse
ja_jp: 参照
zh_hans: 浏览

# Lock_Delete
source: Delete
ja_jp: 削除
zh_hans: 删除

# Lock_DeleteFailed
source: Couldn't delete this item. {0}
ja_jp: この項目を削除できませんでした。{0}
zh_hans: 无法删除此项目。{0}

# Lock_Empty
source: Nothing is using this item.
ja_jp: この項目を使用しているアプリはありません。
zh_hans: 没有程序占用此文件。

# Lock_EndFailed
source: Couldn't end that process.
ja_jp: プロセスを終了できませんでした。
zh_hans: 无法结束该进程。

# Lock_EndTask
source: End task
ja_jp: タスクの終了
zh_hans: 结束进程

# Lock_HandleCount
source: {0} items
ja_jp: {0} 項目
zh_hans: {0} 个对象

# Lock_Other
source: Other
ja_jp: その他
zh_hans: 其他

# Lock_Processes
source: Locking processes
ja_jp: 使用中のプロセス
zh_hans: 占用进程

# Lock_Refresh
source: Refresh
ja_jp: 更新
zh_hans: 刷新

# Lock_ScanFailed
source: Couldn't look up which programs are using this item.
ja_jp: この項目を使用しているアプリを確認できませんでした。
zh_hans: 无法查看哪些程序占用了此文件。

# Lock_Service
source: Service: {0}
ja_jp: サービス：{0}
zh_hans: 服务：{0}

# Lock_Unlock
source: Unlock
ja_jp: FilesMate のプレビューを解放
zh_hans: 释放 FilesMate 预览

# MemoryDescription
source: Rows and tiles are virtualized instead of creating a view model for every item.
ja_jp: すべての項目を同時に描画せず、必要な行とタイルのみを表示します。
zh_hans: 文件行和图块采用虚拟化，不会为每个项目创建单独的视图模型。

# MemoryTitle
source: Bounded UI state
ja_jp: 表示データのメモリ管理
zh_hans: 有界界面状态

# Menu_FolderAppearance
source: Folder appearance
ja_jp: フォルダーの外観
zh_hans: 文件夹外观

# Menu_New
source: New
ja_jp: 新規作成
zh_hans: 新建

# Menu_Selection
source: Select items
ja_jp: 項目の選択
zh_hans: 选择项目

# Menu_SystemFailed
source: Could not load the system context menu.
ja_jp: システムのコンテキストメニューを読み込めませんでした。
zh_hans: 无法加载系统右键菜单。

source: Move
ja_jp: 移動
zh_hans: 移动

source: Move down
ja_jp: 下へ移動
zh_hans: 下移

source: Move earlier
ja_jp: 前へ移動
zh_hans: 向前移动

source: Move later
ja_jp: 後ろへ移動
zh_hans: 向后移动

source: Move to
ja_jp: 移動先
zh_hans: 移动到

# MoveToMenu
source: Move to…
ja_jp: 移動先を指定…
zh_hans: 移动到…

source: Move to other pane…
ja_jp: もう一方のペインに移動…
zh_hans: 移动到另一栏…

source: Move up
ja_jp: 上へ移動
zh_hans: 上移

# MultitaskingLead
source: Work across locations without losing the state of the current folder.
ja_jp: 現在のフォルダーの状態を保ちながら、複数の場所で作業できます。
zh_hans: 在多个位置之间工作，同时保留当前文件夹的状态。

# MultitaskingTitle
source: Multitasking
ja_jp: マルチタスク
zh_hans: 多任务

source: Music
ja_jp: ミュージック
zh_hans: 音乐

# Nav_Back
source: Back
ja_jp: 戻る
zh_hans: 后退

# Nav_Cloud
source: Cloud
ja_jp: クラウド
zh_hans: 云盘

# Nav_Drives
source: Drives
ja_jp: ドライブ
zh_hans: 驱动器

# Nav_Forward
source: Forward
ja_jp: 進む
zh_hans: 前进

# Nav_More
source: More
ja_jp: その他
zh_hans: 更多

# Nav_Network
source: Network
ja_jp: ネットワーク
zh_hans: 网络

# Nav_Pinned
source: Pinned
ja_jp: ピン留め済み
zh_hans: 已固定

# Nav_Refresh
source: Refresh
ja_jp: 更新
zh_hans: 刷新

# Nav_Tags
source: Tags
ja_jp: タグ
zh_hans: 标签

# Nav_Up
source: Up
ja_jp: 上へ
zh_hans: 向上

source: Network drive
ja_jp: ネットワークドライブ
zh_hans: 网络驱动器

# NewFileName
source: New file.txt
ja_jp: 新しいファイル.txt
zh_hans: 新建文件.txt

source: New group
ja_jp: 新しいグループ
zh_hans: 新建分组

source: New group name
ja_jp: 新しいグループの名前
zh_hans: 新分组名称

source: New tab
ja_jp: 新しいタブ
zh_hans: 新建标签页

# NewTabTooltip
source: New tab (Ctrl+T)
ja_jp: 新しいタブ（Ctrl+T）
zh_hans: 新建标签页 (Ctrl+T)

source: Next file
ja_jp: 次のファイル
zh_hans: 下一个文件

# NotFound_Body
source: It may have been moved or deleted.
ja_jp: 移動または削除された可能性があります。
zh_hans: 它可能已被移动或删除。

# NotFound_Title
source: This folder can't be found
ja_jp: フォルダーが見つかりません
zh_hans: 找不到此文件夹

source: Off
ja_jp: オフ
zh_hans: 关

# Offline_Body
source: Check the connection, then try again.
ja_jp: 接続を確認して、もう一度お試しください。
zh_hans: 请检查连接后重试。

# Offline_Title
source: This location is offline
ja_jp: この場所はオフラインです
zh_hans: 此位置处于脱机状态

source: On
ja_jp: オン
zh_hans: 开

# OpenDataFolder
source: Open folder
ja_jp: フォルダーを開く
zh_hans: 打开文件夹

# OpenFailed_Body
source: Something went wrong. Try again.
ja_jp: 問題が発生しました。もう一度お試しください。
zh_hans: 出了点问题，请重试。

# OpenFailed_Title
source: Couldn't open this folder
ja_jp: フォルダーを開けませんでした
zh_hans: 无法打开此文件夹

source: Open FilesMate
ja_jp: FilesMate を開く
zh_hans: 打开 FilesMate

# OpenFolderFirst
source: Open a folder first.
ja_jp: 先にフォルダーを開いてください。
zh_hans: 请先打开一个文件夹。

# OpenFoldersNewTabDescription
source: Double-clicking a folder opens it in a separate tab instead of replacing this one.
ja_jp: フォルダーをダブルクリックすると、現在のタブを置き換えずに新しいタブで開きます。
zh_hans: 双击文件夹时在单独的标签页打开，不替换当前标签页。

# OpenFoldersNewTabTitle
source: Open folders in a new tab
ja_jp: フォルダーを新しいタブで開く
zh_hans: 在新标签页中打开文件夹

source: Open group
ja_jp: グループを開く
zh_hans: 打开分组

# OpenInExistingWindowDescription
source: When another app opens a folder in FilesMate, reuse the window that is already running and open it in a new tab instead of launching another copy.
ja_jp: 別のアプリからフォルダーを開くときは、起動済みの FilesMate の新しいタブで開きます。
zh_hans: 从 QQ 等其它程序打开文件夹时，进入已在运行的 FilesMate，并在新标签页中打开，不会另起一个程序，也不会替换你原来正在看的文件夹。

# OpenInExistingWindowTitle
source: Use one app window
ja_jp: 既存のウィンドウを使用
zh_hans: 只使用一个应用窗口

# Open_FailedPrefix
source: Could not open:
ja_jp: 開けませんでした：
zh_hans: 无法打开：

source: Opening…
ja_jp: 開いています…
zh_hans: 正在打开…

# Order_SaveFailed
source: Could not save. Previous order restored:
ja_jp: 保存できませんでした。元の順序に戻しました：
zh_hans: 保存失败，已恢复原顺序：

# PageLoadError_Body
source: FilesMate kept the window open. Copy the diagnostics if you want to report this problem.
ja_jp: ウィンドウは引き続き使用できます。問題を報告する場合は診断情報をコピーしてください。
zh_hans: FilesMate 已保留当前窗口。若要反馈问题，请复制诊断信息。

# PageLoadError_Title
source: This page couldn't open
ja_jp: ページを開けませんでした
zh_hans: 无法打开此页面

source: Parent folder
ja_jp: 親フォルダー
zh_hans: 所在文件夹

source: Path copied
ja_jp: パスをコピーしました
zh_hans: 已复制路径

# PerformanceSection
source: Performance
ja_jp: パフォーマンス
zh_hans: 性能

source: Pictures
ja_jp: ピクチャ
zh_hans: 图片

# PreviewCompatible
source: Compatible preview
ja_jp: 互換プレビュー
zh_hans: 兼容预览

# PreviewContentTab
source: Preview
ja_jp: プレビュー
zh_hans: 预览

# PreviewEmpty
source: Select an item to preview.
ja_jp: プレビューする項目を選択してください。
zh_hans: 选择一个项目以预览。

# PreviewFolderProperties
source: Folder Modified: {0} Items: {1}
ja_jp: フォルダー 更新日時：{0} 項目数：{1}
zh_hans: 文件夹 修改时间：{0} 项目：{1}

# PreviewInfoTab
source: Information
ja_jp: 情報
zh_hans: 信息

# PreviewMediaError
source: Cannot play this format here. Open the file in your media player.
ja_jp: この形式は再生できません。メディアプレーヤーで開いてください。
zh_hans: 此格式暂时无法在这里播放，请打开文件播放。

# PreviewNative
source: Native preview
ja_jp: 標準プレビュー
zh_hans: 原生预览

# PreviewNextPage
source: Next
ja_jp: 次へ
zh_hans: 下一页

# PreviewPaneTitle
source: Preview (Alt+P)
ja_jp: プレビュー（Alt+P）
zh_hans: 预览（Alt+P）

# PreviewPdfHint
source: Unable to preview this PDF. Open the file to view it.
ja_jp: この PDF をプレビューできません。ファイルを開いて確認してください。
zh_hans: 无法预览此 PDF，请打开文件查看。

# PreviewPlay
source: Play
ja_jp: 再生
zh_hans: 播放

# PreviewPreviousPage
source: Previous
ja_jp: 前へ
zh_hans: 上一页

# PreviewProperties
source: Size: {0} Modified: {1}
ja_jp: サイズ：{0} 更新日時：{1}
zh_hans: 大小：{0} 修改时间：{1}

# PreviewTruncated
source: Preview truncated at 1 MiB.
ja_jp: プレビューは 1 MiB まで表示します。
zh_hans: 预览已截断到 1 MiB。

# Preview_Attributes
source: Attributes
ja_jp: 属性
zh_hans: 属性

# Preview_Category
source: Category
ja_jp: 分類
zh_hans: 类别

# Preview_Chart
source: Chart preview
ja_jp: グラフのプレビュー
zh_hans: 图表预览

# Preview_ChartData
source: Data
ja_jp: データ
zh_hans: 数据

# Preview_ChartEmpty
source: No saved data is available for this chart.
ja_jp: このグラフには利用可能な保存済みデータがありません。
zh_hans: 此图表没有可用的已保存数据。

# Preview_ChartLimits
source: Saved chart data (up to 8 series, 32 values per series)
ja_jp: 保存済みのグラフデータ（最大 8 系列、各系列 32 項目）
zh_hans: 已保存的图表数据（最多 8 个系列、每系列 32 项）

# Preview_Collapse
source: Hide preview
ja_jp: プレビューを閉じる
zh_hans: 收起预览

# Preview_ContentTooLarge
source: The document content is too large. Open the file to view it.
ja_jp: 文書の内容が大きすぎます。ファイルを開いて確認してください。
zh_hans: 文档内容过大，请打开文件查看。

# Preview_Created
source: Date created
ja_jp: 作成日時
zh_hans: 创建日期

# Preview_DocumentFailed
source: Cannot preview this document
ja_jp: この文書はプレビューできません
zh_hans: 无法预览此文档

# Preview_DocumentTooLarge
source: This document exceeds 64 MB. Open the file to view the full content.
ja_jp: 文書が 64 MB を超えています。全体を見るにはファイルを開いてください。
zh_hans: 文档超过 64 MB，请打开文件查看完整内容。

# Preview_DocumentUnavailable
source: This document cannot be previewed. Open the file to view it.
ja_jp: この文書はプレビューできません。ファイルを開いて確認してください。
zh_hans: 无法预览此文档，请打开文件查看。

# Preview_EmbeddedImage
source: Embedded document image
ja_jp: 文書内の画像
zh_hans: 文档内嵌图片

# Preview_EmptyText
source: Empty text document
ja_jp: 空のテキスト文書
zh_hans: 空文本文档

# Preview_Hidden
source: Hidden
ja_jp: 隠しファイル
zh_hans: 隐藏

# Preview_ImageUnsupported
source: This image format or size cannot be previewed. Open the original file.
ja_jp: この画像の形式またはサイズはプレビューできません。元のファイルを開いてください。
zh_hans: 此图片格式或大小超出预览范围，请打开原文件查看。

# Preview_Interrupted
source: Preview was interrupted. Select the file again.
ja_jp: プレビューが中断されました。ファイルを選択し直してください。
zh_hans: 预览已中断，请重新选择文件

# Preview_InvalidDocument
source: Cannot preview this document. It may be encrypted, damaged, or unsupported. Open the file to view it.
ja_jp: 文書をプレビューできません。暗号化、破損、または未対応の形式の可能性があります。ファイルを開いて確認してください。
zh_hans: 无法预览此文档，文件可能已加密、损坏或格式不受支持。请打开文件查看。

# Preview_Items
source: Items
ja_jp: 項目数
zh_hans: 项目
